tiborsimon/embedded-tdd-headers/pic/8bit/pic16lf1826_tdd.h
#define CLKRDIV2                      522
#define CLKRDC                        523
#define CLKRDC0                       524
#define CLKRDC1                       525
#define CLKRSLR                       526
#define CLKROE                        527
#define CLKREN                        528
#define MDCON                         529
#define MDBIT                         530
#define MDOUT                         531
#define MDOPOL                        532
#define MDSLR                         533
#define MDOE                          534
#define MDEN                          535
#define MDSRC                         536
#define MDMS0                         537
#define MDMS                          538
#define MDMS1                         539
#define MDMS2                         540
#define MDMS3                         541
#define MDMSODIS                      542
#define MDCARL                        543
#define MDCL0                         544
#define MDCL                          545
#define MDCL1                         546
#define MDCL2                         547
#define MDCL3                         548
#define MDCLSYNC                      549
#define MDCLPOL                       550
#define MDCLODIS                      551
#define MDCARH                        552
#define MDCH                          553
#define MDCH0                         554
#define MDCH1                         555
#define MDCH2                         556
#define MDCH3                         557
#define MDCHSYNC                      558
#define MDCHPOL                       559
#define MDCHODIS                      560
#define STATUS_SHAD                   561
#define C_SHAD                        562
#define DC_SHAD                       563
#define Z_SHAD                        564
#define WREG_SHAD                     565
#define BSR_SHAD                      566
#define PCLATH_SHAD                   567
#define FSR0L_SHAD                    568
#define FSR0H_SHAD                    569
#define FSR1L_SHAD                    570
#define FSR1H_SHAD                    571
#define STKPTR                        572
#define TOSL                          573
#define TOSH                          574

#endif // _PIC16LF1826_H_
